[
    {
        "image": "pms.jpg",
        "alt": "Parol Making Contest",
        "title": "Parol Making Contest",
        "date": "December 16, 2025",
        "description": "Sa pangalawang taon na proyekto ng ating Brgy Council at Dolores Elementary School matagumpay at masaya naidaos ang PAROL MAKING CONTEST. Makikita sa ngiti ng bawat isa ang saya at Pagkakaisa ng mga guro, magulang at mga istudyante."
    },
    {
        "image": "a_rabies.jpg",
        "alt": "Anti Rabies Vaccination",
        "title": "Anti Rabies Vaccination",
        "date": "October 16, 2025",
        "description": "Matagumpay isinagawa last October 16, 2025 ang pagbibigay anti rabies vaccination sa mga alagang aso at pusa sa ating Barangay. Pinangunahan ng Capas Municipal Veterinary Office Team headed by Dr. Hensly Hope A. Baun, student Volunteers, Brgy Council at mga Bpats."
    },
    {
        "image": "clean.jpg",
        "alt": "Weekly Clean Up Drive",
        "title": "Weekly Clean Up Drive",
        "date": "October 10, 2025",
        "description": "KALINISAN ang isa sa prioridad ng ating Brgy Council. Salamat sa mga volunteers at sa mga kabarangay na nakikiisa. 'Cleanliness is next to Godliness'"
    },
        {
        "image": "year.jpg",
        "alt": "Year End Assessment/Evaluation",
        "title": "Year End Assessment/Evaluation",
        "date": "December 17, 2025",
        "description": "This Year End Assessment/ Evalution is more than just a gathering—it is a sincere recognition of the dedication, perseverance, and selfless service of the hardworking workers of Barangay Dolores. Day in and day out, you continue to serve the community with commitment, integrity, and compassion, often putting the needs of others before your own."
    },
        {
        "image": "float.jpg",
        "alt": "Float Competition",
        "title": "Float Competition",
        "date": "December 10, 2025",
        "description": "We proudly celebrate our achievement as 2nd Runner-Up in the Float Competition for the 313th Founding Anniversary of Capas! This recognition is a true reflection of the creativity, unity, and hard work of every volunteer, council member, and resident who poured their time and passion into bringing our float to life."
    },
        {
        "image": "slide2.jpg",
        "alt": "Urban & Backyard Gardening",
        "title": "Urban & Backyard Gardening",
        "date": "December 7, 2025",
        "description": "Today, we proudly celebrate your remarkable achievement as Champion in the “Search for Best in Urban and Backyard Gardening 2025”! This award is more than just a title—it is a testament to your collective hard work, creativity, and unwavering commitment to environmental stewardship."
    }
    
]
